{
  "race": "Elf",
  "isSubrace": "true",
  "subRace": "Wood Elf",
  "Description": "Elves are a magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves lave nature and magic, art and artistry, music and poetry, and the good things of the world.",
  "SubRaceDescription": "As a wood elf, you have keen senses and inluilion, and your fleel feel carry you quickly and sleallhily lhrough your nalive foresls. This calegory includes lhe wild elves (grugach) of Greyhawk and lhe Kagonesli of Dragonlance, as well as lhe races called wood elves in Greyhawk and lhe Forgolten Realms. [n Faenln, wood elves (also called wild elves. green elves, or foresl elves) are reclusive and dislrusling of non-elves. Wood elves' skin lends lo be copperish in hue, somelimes wilh lraces of green. Their hair lends loward browns and blacks, bul il is occasionally blond or copper-colored. Their eyes are green, brown, or hazel.",
  "AbilityScore_Strength": "0",
  "AbilityScore_Dexterity": "2",
  "AbilityScore_Constitution": "0",
  "AbilityScore_Intelligence": "0",
  "AbilityScore_Wisdom": "1",
  "AbilityScore_Charisma": "0",
  "Alignment": ["null"],
  "Speed": "35",
  "Abilities": [
    {"AbilityName": "Elf Weapon Training",
      "AbilityDescription": "You have proficiency witht he longsword, shortsword, shortbow, and longbow"},
    {"AbilityName": "Fleet of Foot",
      "AbilityDescription": "Your base walking speed increases to 35"},
    {"AbilityName": "Mask of the Wild",
      "AbilityDescription": "You can attempt to hide even when you are onlly lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."},
    {"AbilityName": "",
      "AbilityDescription": ""},
    {"AbilityName": "",
      "AbilityDescription": ""}
  ],
  "Languages": ["Common","Elvish"]
}